{"translation-revision-date":"2025-05-16 11:24:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Failed to fetch theme data.":["Échec de l’extraction des données du thème."],"Copy the font assets to the theme folder.":["Copier les fichiers de polices dans le dossier du thème."],"Any text in a template or pattern will be localized in a pattern.":["Tout texte contenu dans un modèle ou une composition sera localisé dans une composition."],"Any synced patterns created in the Editor will be moved to the theme. Note that this will delete all synced patterns from the Editor and any references in templates will be made relative to the theme.":["Toutes les compositions synchronisées créés dans l’éditeur seront déplacés vers le thème. Notez que cela supprimera toutes les compositions synchronisées de l’éditeur et que n’importe quelle référence dans les modèles deviendra relative au thème."],"Save Synced Patterns":["Enregister les compositions synchronisées"],"Minimum WordPress version":["Version minimale de WordPress"],"View Custom Styles":["Voir les styles personnalisés"],"Reset customizations to theme template-parts.":["Réinitialiser les personnalisations des éléments de modèle du thème."],"Reset theme template-parts":["Réinitialiser les éléments de modèle du thème"],"Reset customizations to theme templates.":["Réinitialiser les personnalisations des modèles du thème."],"Reset theme templates":["Réinitialiser les modèle du thème."],"Reset customizations to theme styles and settings.":["Réinitialiser les personnalisations des styles et des réglages du thème."],"Reset theme styles":["Réinitialiser les styles du thème"],"Reset Theme":["Réinitialiser le thème"],"Are you sure you want to reset the theme? This action cannot be undone.":["Voulez-vous vraiment réinitialiser le thème ? Cette action ne pourra pas être annulée."],"An error occurred while resetting the theme.":["Une erreur s’est produite lors de la réinitialisation du thème."],"Theme reset successfully. The editor will now reload.":["Le thème a bien été réinitialisé. L’éditeur va maintenant se recharger."],"Custom Styles for %s":["Styles personnalisés pour %s"],"Check out the project on GitHub.":["Consultez le projet sur GitHub."],"Want to contribute?":["Vous souhaitez contribuer ?"],"Report it on GitHub.":["Signalez-le sur GitHub."],"Found a bug?":["Vous avez trouvé un bogue ?"],"Ask in the forums.":["Posez une question sur les forums."],"Have a question?":["Une question ?"],"Help":["Aide"],"Themes created with Create Block Theme don't require Create Block Theme to be installed on the site where the theme is used.":["Les thèmes créés avec Create Block Theme ne nécessitent pas l’installation de Create Block Theme sur le site dans lequel le thème est utilisé."],"Create Block Theme is a tool to help you make Block Themes using the WordPress Editor. It does this by adding tools to the Editor to help you create and manage your theme.":["Create Block Theme est un outil qui vous aider à créer des thèmes basés sur des blocs en utilisant l’éditeur de WordPress. Il ajoute des outils à l’éditeur de thème pour vous aider à créer et à gérer votre thème."],"About the plugin":["À propos de l’extension"],"Image filename\nImage source URL\nImage license":["Nom du fichier image\nURL de l’image source\nLicense de l’image"],"Credits for the images bundled with the theme.":["Crédits pour les images inclues dans le thème."],"https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#1-licensing-copyright":["https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#1-licensing-copyright"],"Source":["Source"],"License":["Licence"],"Copyright":["Copyright"],"Credits and licensing information for fonts used in the theme.":["Crédits et informations sur les licences des polices utilisées dans le thème."],"Get updated font credits":["Obtenir des crédits actualisés pour les polices"],"Error getting font licenses. Code: %1$s. Message: %2$s":["Erreur lors de l’obtention des licences de polices. Code : %1$s. Message : %2$s"],"Font credits":["Crédits de police"],"Add screenshot":["Ajouter une capture d’écran"],"Replace":["Remplacer"],"Remove Navigation Refs from the theme returning your navigation to the default state.":["Retirer les références de navigation du thème et rétablir l’état par défaut de votre navigation."],"Remove Navigation Refs":["Retirer les références de navigation"],"Any images in a template or pattern will be copied to a local \/assets folder and referenced from there via a pattern.":["Toutes les images d’un modèle seront copiées dans un dossier local \/assets et référencées à partir de là via une composition."],"Localize Images":["Localiser les images"],"Localize Text":["Localiser le texte"],"Process only templates you have modified in the Editor. Any templates you have not modified will be left as is.":["Traiter uniquement les modèles que vous avez modifiés dans l’éditeur de site. Les modèles que vous n’avez pas modifiés seront laissés tels quels."],"Process Only Modified Templates":["Traiter uniquement les modèles modifiés"],"Save Template and Template Part changes made in the Editor to the theme.":["Enregistrer dans le thème les modifications apportées au modèle et aux éléments de modèle dans l’éditeur de site."],"Save Template Changes":["Enregistrer les modifications du modèle"],"Save Global Styles values set in the Editor to the theme.":["Enregistrer dans le thème les valeurs des styles globaux définies dans l’éditeur de site."],"Save Style Changes":["Enregistrer les modifications de style"],"Save activated fonts in the Font Library to the theme. Remove deactivated theme fonts from the theme.":["Enregistrer dans le thème les polices activées dans la bibliothèque de polices du thème. Supprimer les polices désactivées du thème."],"Save Fonts":["Enregistrer les polices"],"Back":["Retour"],"Create a child theme that uses this theme as a parent. This theme will remain unchanged and the user changes will be preserved in the new child theme.":["Créer un thème enfant qui utilisera ce thème comme thème parent. Ce thème ne sera pas modifié et les modifications de l’utilisateur ou de l’utilisatrice seront conservés dans le nouveau thème enfant."],"Would you like to clone this Theme or create a Child Theme?":["Souhaitez-vous cloner ce thème ou créer un thème enfant ?"],"View theme.json":["Voir theme.json"],"Edit Theme Metadata":["Modifier les métadonnées du thème"],"Save Changes to Theme":["Enregistrer les modifications du thème"],"Metadata for %s":["Métadonnées pour %s"],"Variation name":["Nom de la variante"],"Create Variation":["Créer une variante"],"theme.json for %s":["theme.json pour %s"],"Additional Theme MetaData":["Métadonnées additionnelles du thème"],"Theme created successfully. The editor will now reload.":["Le thème a bien été créé. L’éditeur va maintenant se recharger."],"Create a clone of this theme with a new name. The user changes will be preserved in the new theme.":["Créer un clone de ce thème avec un nouveau nom. Les modifications apportées par l’utilisateur ou l’utilisatrice seront conservées dans le nouveau thème."],"An error occurred while attempting to export the theme.":["Une erreur est survenue en tentant d’exporter le thème."],"Child theme created successfully. The editor will now reload.":["Le thème enfant a bien été créé. L’éditeur va maintenant se recharger."],"An error occurred while attempting to create the theme.":["Une erreur est survenue lors de la tentative de création du thème."],"Save the Global Styles changes as a theme variation.":["Enregistrer les modifications des styles globaux comme une variante de style du thème."],"Create Theme Variation":["Créer une variante de style du thème"],"Create Child Theme":["Créer un thème enfant"],"Read more.":["Lire la suite."],"List the recommended plugins for this theme. e.g. contact forms, social media. Plugins must be from the WordPress.org plugin repository.":["Listez les extensions recommandées pour ce  thème, par exemple pour des formulaires de contact, ou des réseaux sociaux. Les extensions doivent provenir du dépôt d’extensions de WordPress.org."],"Recommended Plugins":["Extensions recommandées"],"Plugin Name\nhttps:\/\/wordpress.org\/plugins\/plugin-name\/\nPlugin Description":["Nom de l’extension\nhttps:\/\/wordpress.org\/plugins\/plugin-name\/\nDescription de l’extension"],"https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#6-plugins":["https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#6-plugins"],"Image Credits":["Attribution des images"],"Export Zip":["Exporter le zip"],"Save Changes":["Enregistrer les modifications"],"An error occurred while attempting to save the theme.":["Une erreur est survenue lors de la tentative d’enregistrement du thème."],"Theme saved successfully. The editor will now reload.":["Le thème a bien été enregistré. L’éditeur va maintenant se recharger."],"Create a blank theme with no styles or templates.":["Créer un thème vierge sans aucun style ni modèles."],"Create Blank Theme":["Créer un thème vierge"],"Theme variation created successfully. The editor will now reload.":["La variation de style de thème a bien été créé. L’éditeur va maintenant se recharger."],"Clone Theme":["Cloner le thème"],"An error occurred while attempting to create the theme variation.":["Une erreur est survenue lors de la tentative de création de la variation de style de thème."],"Theme cloned successfully. The editor will now reload.":["Thème bien cloné. L’éditeur va maintenant se recharger."],"Update":["Mettre à jour"],"An error occurred while attempting to update the theme.":["Une erreur est survenue lors de la tentative de mise à jour du thème."],"Theme updated successfully. The editor will now reload.":["Thème bien mis à jour. L’éditeur va maintenant se recharger."],"Theme tags":["Étiquettes du thème"],"Version of the theme":["Version du thème"],"Version":["Version"],"Edit Metadata properties of the current theme.":["Modifier les propriétés des métadonnées du thème actuel."],"Author URI":["URI de l’auteur\/autrice"],"Author":["Auteur\/autrice"],"Theme URI":["URI de thème"],"A short description of the theme":["Une courte description du thème"],"Theme description":["Description du thème"],"Theme name":["Nom du thème"],"https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/theme-tags\/":["https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/theme-tags\/"],"Reset":["Réinitialiser"],"Screenshot":["Capture d’écran"],"Font Name":["Nom de la police"],"UI String\u0004Create Block Theme":["Create Block Theme"],"the WordPress team":["L’équipe WordPress"],"https:\/\/github.com\/wordpress\/twentytwentythree\/":["https:\/\/github.com\/wordpress\/twentytwentythree\/"],"Create Theme":["Créer le thème"],"https:\/\/wordpress.org\/":["https:\/\/fr.wordpress.org\/"],"Create Block Theme":["Create Block Theme"]}},"comment":{"reference":"build\/plugin-sidebar.js"}}